{
  "title": "Knockout Text",
  "date": "2018-02-13T19:32:44.767Z",
  "thumbnail": "/images/uploads/knockout-text.jpg",
  "collaboration": {
    "name": "",
    "avi": "",
    "url": ""
  },
  "body": "## Is some content destined for boredom on the Internet?\nShort attention spans and paradox of choice for content on the internet, has emphasized the importance of a good title. A posts title has proved so important, content is often created around whatever analytics deem most clickable. This has given rise to things like listicles, which practically write their own titles.\n\n[![Example Buzzfeed title](https://i.gyazo.com/4a95193526cbdbeeb08798c0b2957c3b.png)](https://gyazo.com/4a95193526cbdbeeb08798c0b2957c3b)\n\nWhat makes these posts successful is a readers ability to confidently assess what they will get out of an article before clicking. They know that this article will give them a good idea for a valentines gift, and they will only have to skim at most 39 points to get there. If your interests in content creation are in SEO or sharing fun topics, this is a great technique to adopt. I think that as this content becomes the norm other content styles are being left behind.\n\nThis raised the question of how traditionally poorly titled content, can take another approach to hook its readers.\n\n## How can media be included in the title\n\nI came up with art and artists portfolios as the hardest thing to title for engagement. Specifically minimalism, where it's commonplace for artists to not even title the Physical works. Take a look at minimalist [Donald Judd's portfolio](https://juddfoundation.org/artist/art/) a serial offender of naming things \"*Untitled #XX*\", which unfortunately caught up with him when the internet was created and he had to start a blog. The result is a list of work that doesn't give viewers much confidence that they'll get more worthwhile content upon clicking.\n\n[![Donald Judd's portfolio](https://i.gyazo.com/b73e54eb84d088c99761edaf5856b859.gif)](https://gyazo.com/b73e54eb84d088c99761edaf5856b859)\n\nBringing in a taste of whats to come from Judd's artwork, while inspiring people to want more had to be possible. Other mediums had accomplished motivating titles, movie's have their posters, and music has album covers. Creating intrigue for physical art, artists also had to tease their work.\n\nThis project aims at teasing a physical work in the hero moment to encourage further readership. My hope is that the encumbered photo peaks interest in the piece, but not enough to have taken in all the value. Similar to a digestible title, media can be previewed as well.\n\n"
}